# pylint: disable=missing-module-docstring
# pylint: disable=missing-class-docstring
# pylint: disable=missing-function-docstring

# flake8: noqa
# pylint: disable=line-too-long
ONLINE_CRS_DESC = (
    "🔹 Курс створений так, щоб допомогти новачкам вирішити ключові питання:\n\n"
    "   🛍️ Де придбати обладнання? - Ми співпрацюємо лише з надійними постачальниками в Україні.\n"
    "   🎨 Як якісно створювати килими на замовлення?\n"
    "   🧵 Які матеріали краще використовувати? - У курсі є посилання на них.\n"
    "   🧮 Формула розрахунку вартості килима та пряжі.\n"
    "   🤝 Ком'юніті тафтерів - 16 тем та наша підтримка.\n\n"
    "🔹 Курс у форматі запису:\n  📅 Доступ безстроковий!\n  🆕 Без додаткової оплати за нові матеріали.\n\n "
    "💬 Чат ком'юніті:\n  ✉️ Доступ до чату в Telegram.\n  🤗 Обмін досвідом та підтримка.\n\n"
    "💰 Ціна курсу: 3700 грн. ⚠️ Ціна може змінюватися."
)

MASTER_CLS_DESC = """
🔹 Два дні насиченого навчання:\n
    📍 На нашій студії у Харкові.
    🎨 Дизайн для виготовлення вибираєте самі (до 7 кольорів).
    📐 Розмір килима: 60х60 або 70х70. (Це наші базові орієнтири).
    🙌 Виготовляєте свій перший килим під нашим керівництвом.
    🧶 Дізнаєтеся про техніки забивки, контурингу та найкращі матеріали для роботи.
    ❓ Ми відповідаємо на всі ваші запитання протягом навчання.

🔹 Бонуси:
    🎁 Надаємо безкоштовний доступ до онлайн курсу.
    
💰 Вартість майстер-класу: 5000 грн + 1500 грн (вартість матеріалів).⚠️ Ціна може змінюватися в майбутньому.
        """